Repository: Microsoft/AppCenter-SDK-Apple
Catalog: AppCenterDistribute/AppCenterDistribute/Resources/*.lproj/AppCenterDistribute.strings
Languages: cs, de, es, fr, it, ja, ko, pl, pt, ru, tr, zh_hans, zh_hant

# MSACDistributeUpdateNow
source: Update now
cs: Aktualizovat
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
it: Aggiorna adesso
ja: 今すぐ更新
ko: 지금 업데이트
pl: Aktualizuj teraz
pt: Atualizar agora
ru: Обновить
tr: Şimdi güncelleştir
zh_hans: 立即更新
zh_hant: 立即更新

# MSACDistributeAskMeInADay
source: Ask me in a day
cs: Zeptat se za den
de: In einem Tag nachfragen
es: Preguntarme dentro de un día
fr: Me le demander dans un jour
it: Visualizza richiesta tra un giorno
ja: 明日また知らせる
ko: 하루동안 열지 않기
pl: Zapytaj mnie jutro
pt: Pergunte-me em um dia
ru: Спросить через день
tr: Bir gün içinde sor
zh_hans: 一天内询问我
zh_hant: 一天後詢問我

# MSACDistributeViewReleaseNotes
source: View release notes
cs: Zobrazit zprávu k vydání verze
de: Anmerkungen zu dieser Version anzeigen
es: Ver notas de la versión
fr: Afficher les notes de publication
it: Visualizza note sulla versione
ja: リリース ノートの表示
ko: 릴리스 정보 보기
pl: Wyświetl informacje o wersji
pt: Exibir notas de versão
ru: Просмотреть заметки о выпуске
tr: Sürüm notlarını görüntüle
zh_hans: 查看发布说明
zh_hant: 檢視版本資訊

# MSACDistributeClose
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt: Fechar
ru: Закрыть
tr: Kapat
zh_hans: 关闭
zh_hant: 關閉

# MSACDistributeIgnore
source: Ignore
cs: Ignorovat
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignorare
ja: 無視
ko: 무시
pl: Zignorować
pt: Ignorar
ru: Игнорировать
tr: Görmezden
zh_hans: 忽略
zh_hant: 忽略

# MSACDistributeReinstall
source: Reinstall app
cs: Znovu nainstalujte aplikaci
de: App erneut installieren
es: Volver a instalar la aplicación
fr: Réinstaller App
it: Reinstallare app
ja: アプリの再インストール
ko: 앱 재설치
pl: Zainstaluj ponownie aplikację
pt: Reinstale o app
ru: Переустановить приложение
tr: Uygulamayı yeniden yükle
zh_hans: 重新安装应用程序
zh_hant: 重新安裝應用程式

# MSACDistributeAppUpdateAvailable
source: App update available
cs: K dispozici je aktualizace aplikace.
de: App-Update verfügbar
es: Actualización de aplicación disponible
fr: Mise à jour d'application disponible
it: Aggiornamento app disponibile
ja: アプリの更新プログラムが利用可能です
ko: 앱 업데이트 사용 가능
pl: Dostępna jest aktualizacja aplikacji
pt: Atualização do aplicativo disponível
ru: Доступно обновление приложения
tr: Uygulama güncelleştirmesi kullanılabilir
zh_hans: 可用的应用更新
zh_hant: 應用程式更新已可使用

# MSACDistributeAppUpdateAvailableMandatoryUpdateMessage
source: The developers of this app require you to update to %@ %@ (%@).
cs: Vývojáři této aplikace vyžadují, abyste si nainstalovali aktualizaci %@ %@ (%@).
de: Die Entwickler dieser App verlangen, dass Sie %@ %@ (%@) aktualisieren.
es: Los desarrolladores de esta aplicación indican que debe actualizar a %@ %@ (%@).
fr: Les développeurs de cette application vous demandent d'effectuer une mise à jour vers %@ %@ (%@).
it: Gli sviluppatori di questa app richiedono che venga eseguito l'aggiornamento a %@ %@ (%@).
ja: このアプリの開発者から、%@ %@ (%@) に更新するよう求められています。
ko: 이 앱의 개발자가 %@ %@(%@)(으)로 업데이트를 요구합니다.
pl: Deweloperzy tej aplikacji wymagają przeprowadzenia aktualizacji do: %@ %@ (%@).
pt: Os desenvolvedores desse aplicativo exigem a atualização para %@ %@ (%@).
ru: Разработчики этого приложения требуют выполнить обновление до %@ %@ (%@).
tr: Bu uygulamanın geliştiricileri %@ %@ (%@) sürümüne güncelleştirmenizi gerektiriyor.
zh_hans: 应用被要求更新为 %@ %@ (%@)。
zh_hant: 此應用程式的開發人員要求您更新為 %@ %@ (%@)。

# MSACDistributeAppUpdateAvailableOptionalUpdateMessage
source: %@ %@ (%@) is available to download and install.
cs: %@ %@ (%@) je k dispozici ke stažení a instalaci.
de: %@ %@ (%@) ist zum Herunterladen und Installieren verfügbar.
es: %@ %@ (%@) está disponible para descargarlo e instalarlo.
fr: %@ %@ (%@) est prêt à être téléchargé et installé.
it: %@ %@ (%@) è disponibile per il download e l'installazione.
ja: %@ %@ (%@) をダウンロードしてインストールできます。
ko: %@ %@(%@)을(를) 다운로드하여 설치할 수 있습니다.
pl: Aplikacja %@ %@ (%@) jest dostępna do pobrania i zainstalowania.
pt: %@ %@ (%@) está disponível para download e instalação.
ru: Обновление %@ %@ (%@) доступно для скачивания и установки.
tr: %@ %@ (%@), indirme ve yükleme için hazır.
zh_hans: %@ %@ (%@) 可供下载和安装。
zh_hant: %@ %@ (%@) 已可下載及安裝。

# MSACDistributeInAppUpdatesAreDisabled
source: In-app updates disabled
cs: Aktualizace v aplikaci jsou zakázány.
de: In-App-Updates sind deaktiviert.
es: Las actualizaciones en la aplicación están deshabilitadas.
fr: Les mises à jour ont été désactivées
it: Gli aggiornamenti in-app sono disabilitati.
ja: アプリ内更新は無効です。
ko: 인앱 업데이트 비활성
pl: Aktualizacje w aplikacji są wyłączone.
pt: Atualizações no aplicativo desabilitadas
ru: Обновления в приложении отключены.
tr: Uygulama içi güncelleştirmeler devre dışı.
zh_hans: 已禁用应用内更新。
zh_hant: 應用程式內部的更新已停用。

# MSACDistributeInstallFailedMessage
source: This release was either side-loaded or downloaded using a browser in private mode.
cs: Tato verze byla buď strana-naložený nebo stáhnout pomocí prohlížeče v soukromém režimu.
de: Diese Version wurde entweder Seiten geladen oder mit einem Browser im privaten Modus heruntergeladen.
es: Esta versión se cargó a un lado o se descargó usando un navegador en modo privado.
fr: Cette version était soit à chargement latéral, soit téléchargée à l'aide d'un navigateur en mode privé.
it: Questa versione è stata caricata a lato o scaricata utilizzando un browser in modalità privata.
ja: このリリースは、プライベートモードでブラウザを使用してサイドローディングまたはダウンロードされました。
ko: 이 릴리스는 사이드 로딩 또는 개인정보 보호 브라우징 모드에서 다운로드 되었습니다.
pl: To wydanie zostało albo po stronie-załadowany lub pobrany za pomocą przeglądarki w trybie prywatnym.
ru: Эта версия не была загружена с портала, либо загружена через браузер в приватном режиме.
tr: Bu sürüm ya yan yüklenen veya özel modda bir tarayıcı kullanılarak indirilmiş.
zh_hans: 此版本是侧载或者在浏览器的隐私模式中下载的。
zh_hant: 此版本要麼是側面載入, 要麼是在專用模式下使用瀏覽器下載的。
